FemDesign.Reinforcement.PtcStrandLibType.#ctor
Parameterless constructor for serialization

FemDesign.Reinforcement.PtcStrandLibType.#ctor(System.String,System.Double,System.Double,System.Double,System.Double,System.Int32,System.Double)
Create a custom PTC-strand.
f_pk: f pk [N/mm2]
a_p: A p [mm2]
e_p: E p [N/mm2]
rho: Rho [t/mm3]
relaxationClass: Relaxation class [1, 2, 3]
rho_1000: Rho 1000 [%]